Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Description
ar: وصف
bg: Описание
bn: বিবরন
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fa: توضیحات
fi: Kuvaus
he: תיאור
hi: वर्णन
hr: Opis
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
kk: Сипаттама
ko: 설명
lt: Aprašymas
ms: Penerangan
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sv: Beskrivning
th: รายละเอียด
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

source: Deselect All
ar: الغاء تحديد الكل
bg: Премахни избора от всички
bn: সব নির্বাচন বাতিল করুন
ca: Deselecciona-ho tot
cs: Zrušit výběr všech
da: Afmarkér alt
de: Alle abwählen
el: Ακύρωση όλων των επιλογών
es: Deseleccionar todo
fa: لغو انتخاب همه
fi: Poista valinnat
fr: Tout désélectionner
he: בטל הכל
hi: सबको अचयनित करो
hr: Poništi odabir svih
hu: Kijelölés megszüntetés
id: Batalkan semua pilihan
it: Deseleziona tutto
ja: すべての選択を解除
kk: Барлығынан таңдауды алып тастау
ko: 모두 선택 해제
lt: Atžymėti visus
ms: Nyahpilih semua
nb: Avmerk alle
nl: Alles deselecteren
pl: Odznacz wszystkie
pt: Remover seleção de tudo
ro: Deselectează toate
ru: Снять выделение
sk: Zrušiť výber všetkých
sl: Prekliči vse
sv: Avmarkera alla
th: ยกเลิกการเลือกทั้งหมด
tr: Tümünü Seçimi Kaldır
uk: Скасувати вибір усіх
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選

source: Device Albums
ar: ألبومات الجهاز
bg: Албуми на устройството
bn: ডিভাইসের অ্যালবাম
ca: Àlbums del dispositiu
cs: Alba v zařízení
da: Album på enheden
de: Alben auf dem Gerät
el: Άλμπουμ συσκευής
es: Álbumes del dispositivo
fa: آلبوم‌های دستگاه
fi: Laitteen albumit
fr: Albums de l’appareil
he: אלבומים במכשיר
hi: डिवाइस एल्बम
hr: Albumi na uređaju
hu: Eszközalbumok
id: Album Perangkat
it: Album del dispositivo
ja: デバイスのアルバム
kk: Құрылғы альбомдары
ko: 기기 앨범
lt: Įrenginio albumai
ms: Album Peranti
nb: Enhetsalbum
nl: Albums op apparaat
pl: Albumy urządzenia
pt: Álbuns do dispositivo
ro: Albumele dispozitivului
ru: Альбомы на устройстве
sk: Albumy v zariadení
sl: Albumi v napravi
sv: Album på enheten
th: อัลบั้มบนอุปกรณ์
tr: Cihaz Albümleri
uk: Альбоми на пристрої
vi: Album trên thiết bị
zh_hans: 设备相册
zh_hant: 裝置相簿

source: Do you want to delete these photos or remove them from this collection?
ar: هل تريد حذف هذه الصور أم إزالتها من هذه المجموعة؟
bg: Искате ли да изтриете тези снимки или да ги премахнете от тази колекция?
bn: আপনি কি এই ছবিগুলো মুছতে চান, নাকি এই সংগ্রহ থেকে সরাতে চান?
ca: Vols eliminar aquestes fotos o treure-les d'aquesta col·lecció?
cs: Chcete tyto fotky smazat, nebo je pouze odebrat z této sbírky?
da: Vil du slette disse fotos eller fjerne dem fra denne samling?
de: Möchtest du diese Fotos löschen oder aus dieser Sammlung entfernen?
el: Θέλετε να διαγράψετε αυτές τις φωτογραφίες ή να τις αφαιρέσετε από αυτή τη συλλογή;
es: ¿Quieres eliminar estas fotos o quitarlas de esta colección?
fa: می‌خواهید این عکس‌ها را حذف کنید یا از این مجموعه بردارید؟
fi: Haluatko poistaa nämä kuvat vai poistaa ne vain tästä kokoelmasta?
fr: Voulez-vous supprimer ces photos ou les retirer de cette collection ?
he: למחוק את התמונות האלה או להסיר אותן מהאוסף הזה?
hi: क्या आप इन फ़ोटो को हटाना चाहते हैं या इस संग्रह से निकालना चाहते हैं?
hr: Želite li izbrisati ove fotografije ili ih ukloniti iz ove zbirke?
hu: Törölni szeretné ezeket a fotókat, vagy csak eltávolítani ebből a gyűjteményből?
id: Apakah Anda ingin menghapus foto-foto ini atau mengeluarkannya dari koleksi ini?
it: Vuoi eliminare queste foto o rimuoverle da questa raccolta?
ja: これらの写真を削除しますか、それともこのコレクションから取り除きますか？
kk: Осы фотосуреттерді жойғыңыз келе ме, әлде бұл жинақтан алып тастағыңыз келе ме?
ko: 이 사진을 삭제하거나 이 모음에서 제거하시겠습니까?
lt: Ar norite ištrinti šias nuotraukas, ar pašalinti jas iš šio rinkinio?
ms: Adakah anda mahu memadam foto ini atau mengeluarkannya daripada koleksi ini?
nb: Vil du slette disse bildene eller fjerne dem fra denne samlingen?
nl: Wil je deze foto's verwijderen of alleen uit deze verzameling halen?
pl: Czy chcesz usunąć te zdjęcia, czy usunąć je tylko z tej kolekcji?
pt: Pretende eliminar estas fotos ou removê-las desta coleção?
ro: Doriți să ștergeți aceste fotografii sau să le eliminați din această colecție?
ru: Удалить эти фотографии или убрать их из этой коллекции?
sk: Chcete tieto fotografie vymazať alebo ich odstrániť z tejto zbierky?
sl: Ali želite te fotografije izbrisati ali odstraniti iz te zbirke?
sv: Vill du radera de här fotona eller ta bort dem från den här samlingen?
th: คุณต้องการลบรูปภาพเหล่านี้หรือนำออกจากคอลเลกชันนี้
tr: Bu fotoğrafları silmek mi, yoksa bu koleksiyondan kaldırmak mı istiyorsunuz?
uk: Видалити ці фото чи вилучити їх із цієї колекції?
vi: Bạn muốn xóa những ảnh này hay chỉ gỡ chúng khỏi bộ sưu tập?
zh_hans: 要删除这些照片，还是将它们从此精选集移除？
zh_hant: 要刪除這些相片，還是將它們從此選集移除？

source: Done
ar: تم
bg: Готово
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Έγινε
es: Hecho
fa: انجام شد
fi: Valmis
fr: Terminé
he: סיום
hi: ठीक है
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt: Feito
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klart
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Download
ar: تنزيل
bg: Изтегли
bn: ডাউনলোড
ca: Baixa
cs: Stáhnout
da: Hent
de: Herunterladen
el: Λήψη
es: Descargar
fa: دانلود
fi: Lataa
fr: Télécharger
he: הורדה
hi: डाउनलोड करें
hr: Preuzmi
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
kk: Жүктеп алу
ko: 다운로드
lt: Atsisiųsti
ms: Muat Turun
nb: Last ned
nl: Downloaden
pl: Pobierz
pt: Transferir
ro: Descărcați
ru: Скачать
sk: Stiahnuť
sl: Prenesi
sv: Ladda ner
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Edit
ar: تعديل
bg: Редактиране
bn: সম্পাদনা
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
he: ערוך
hi: संपादन करना
hr: Izmjena
hu: Szerkesztés
it: Modifica
ja: 編集
kk: Өңдеу
ko: 편집
lt: Redaguoti
nb: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editare
ru: Изменить
sk: Upraviť
sl: Uredi
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Змінити
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Album
ar: تعديل الألبوم
bg: Редактиране на албум
bn: অ্যালবাম সম্পাদনা করুন
ca: Edita l’àlbum
cs: Upravit album
da: Redigér album
de: Album bearbeiten
el: Επεξεργασία άλμπουμ
es: Editar álbum
fa: ویرایش آلبوم
fi: Muokkaa albumia
fr: Modifier l'album
he: ערוך אלבום
hi: एल्बम संपादित करें
hr: Uredi album
hu: Album módosítása
it: Modifica album
ja: アルバムを編集
kk: Альбомды өңдеу
ko: 앨범 수정
lt: Redaguoti albumą
nb: Rediger album
nl: Album bewerken
pl: Edytuj album
pt: Editar álbum
ro: Editare album
ru: Изменить альбом
sk: Upraviť album
sl: Uredi album
sv: Redigera album
th: แก้ไขอัลบั้ม
tr: Albümü düzenle
uk: Редагувати альбом
vi: Chỉnh sửa album
zh_hans: 编辑相册
zh_hant: 編輯相簿

source: Edit link
ar: تغيير الرابط
bg: Редактиране на линк
bn: লিংক সম্পাদনা করুন
ca: Edita l’enllaç
cs: Upravit odkaz
da: Rediger link
de: Link bearbeiten
el: Επεξεργασία συνδέσμου
es: Editar enlace
fa: ویرایش لینک
fi: Muokkaa linkkiä
fr: Modifier le lien
he: ערוך קישור
hi: लिंक संपादित करें
hr: Uredi poveznicu
hu: Link módosítása
id: Edit tautan
it: Modifica link
ja: リンクを編集する
kk: Сілтемені өңдеу
ko: 링크 수정
lt: Redaguoti nuorodą
ms: Edit pautan
nb: Endre lenke
nl: Link bewerken
pl: Edytuj link
pt: Editar link
ro: Editare link
ru: Изменить ссылку
sk: Upraviť odkaz
sl: Uredi povezavo
sv: Redigera länk
th: แก้ไขลิงก์
tr: Bağlantıyı düzenle
uk: Редагувати посилання
vi: Chỉnh sửa link
zh_hans: 编辑链接
zh_hant: 編輯連結

source: Edit Photo
ar: تعديل الصورة
bg: Редактиране на снимката
bn: ছবি সম্পাদনা করুন
ca: Edita la foto
cs: Upravit fotku
da: Rediger foto
de: Foto bearbeiten
el: Επεξεργασία φωτογραφίας
es: Editar foto
fa: ویرایش عکس
fi: Muokkaa kuvaa
fr: Modifier la photo
he: עריכת תמונה
hi: फ़ोटो संपादित करें
hr: Uredi fotografiju
hu: Fotó szerkesztése
id: Edit Foto
it: Modifica foto
ja: 写真を編集
kk: Фотосуретті өңдеу
ko: 사진 편집
lt: Redaguoti nuotrauką
ms: Edit Foto
nb: Rediger bilde
nl: Foto bewerken
pl: Edytuj zdjęcie
pt: Editar foto
ro: Editați fotografia
ru: Редактировать фотографию
sk: Upraviť fotografiu
sl: Uredi fotografijo
sv: Redigera foto
th: แก้ไขรูปภาพ
tr: Fotoğrafı Düzenle
uk: Редагувати фото
vi: Chỉnh sửa ảnh
zh_hans: 编辑照片
zh_hant: 編輯相片

source: Email
ar: البريد الإلكتروني
bg: Имейл
bn: ইমেইল
ca: Adreça electrònica
es: Correo electrónico
fa: ایمیل
fi: Sähköposti
fr: Courriel
he: דוא"ל
hi: ईमेल
hr: E-pošta
ja: メールアドレス
kk: Электрондық пошта
ko: 이메일
lt: El. paštas
ms: Emel
nb: E-postadresse
nl: E-mailadres
ro: Adresă de mail
ru: Электронная почта
sl: E-pošta
sv: E-post
th: อีเมล
tr: E-posta
uk: Електронна пошта
zh_hans: 邮箱
zh_hant: 電子郵件

source: Empty Trash
ar: أفرغ سلة المهملات
bg: Изпразване на кош
bn: ট্র্যাশ খালি করুন
ca: Buida la paperera
cs: Vyprázdnit koš
da: Tøm papirkurv
de: Papierkorb leeren
el: Άδειασμα κάδου απορριμμάτων
es: Vaciar papelera
fa: خالی کردن سطل زباله
fi: Tyhjennä roskakori
fr: Vider la corbeille
he: רוקן אשפה
hi: कूड़ेदान खाली करें
hr: Isprazni smeće
hu: Lomtár ürítése
id: Kosongkan sampah
it: Svuota cestino
ja: ゴミ箱を空にする
kk: Себетті босату
ko: 휴지통 비우기
lt: Ištuštinti šiukšliadėžę
ms: Bersihkan tong sampah
nb: Tøm papirkurv
nl: Prullenbak leegmaken
pl: Opróżnij kosz
pt: Esvaziar reciclagem
ro: Goliți coșul de gunoi
ru: Очистить корзину
sk: Vyprázdniť kôš
sl: Izprazni smetnjak
sv: Töm papperskorg
th: ทิ้งจากถังขยะ
tr: Çöpü boşalt
uk: Очистити кошик
vi: Dọn sạch thùng rác
zh_hans: 清空回收站
zh_hant: 清空垃圾桶

source: Enable Backup
ar: تشغيل النسخ الاحتياطي
bg: Включи резервното копиране
bn: ব্যাকআপ চালু করুন
ca: Activa la còpia al servidor
cs: Povolit zálohování
da: Aktivér backup
de: Sicherung aktivieren
el: Ενεργοποίηση αντιγράφου ασφαλείας
es: Habilitar copia de seguridad
fa: فعال کردن پشتیبان‌گیری
fi: Ota varmuuskopiointi käyttöön
fr: Sauvegarde
he: הפעל גיבוי
hi: बैकअप चालू करें
hr: Omogući sigurnosnu kopiju
hu: Biztonsági mentés bekapcsolása
id: Aktifkan Pencadangan
it: Abilita backup
ja: バックアップを有効化
kk: Сақтық көшірмені қосу
ko: 백업 활성화
lt: Įgalinti atsargines kopijas
ms: Aktifkan Sandaran
nb: Aktiver backup
nl: Back-up aanzetten
pl: Włącz kopię zapasową
pt: Ativar Cópia de Segurança
ro: Activează backup
ru: Активировать
sk: Povoliť zálohovanie
sl: Omogoči varnostno kopiranje
sv: Aktivera säkerhetskopiering
th: เปิดการสำรองข้อมูล
tr: Yedeklemeyi Etkinleştir
uk: Увімкнути резервне копіювання
vi: Bật sao lưu
zh_hans: 启用备份
zh_hant: 啟用備份

source: Enter PIN
ar: أدخل رمز PIN
bg: Въведете PIN
bn: PIN লিখুন
ca: Introdueix el PIN
cs: Zadat PIN
da: Indtast PIN-kode
de: PIN eingeben
el: Εισαγωγή PIN
es: Introduce el PIN
fa: PIN را وارد کنید
fi: Syötä PIN
fr: Saisir le PIN
he: הזנת PIN
hi: PIN दर्ज करें
hr: Unesite PIN
hu: PIN megadása
id: Masukkan PIN
it: Inserisci PIN
ja: PINを入力
kk: PIN енгізіңіз
ko: PIN 입력
lt: Įveskite PIN
ms: Masukkan PIN
nb: Skriv inn PIN
nl: PIN-code invoeren
pl: Wprowadź PIN
pt: Introduzir PIN
ro: Introduceți PIN-ul
ru: Введите PIN
sk: Zadajte PIN
sl: Vnesite PIN
sv: Ange PIN
th: ป้อน PIN
tr: PIN Girin
uk: Введіть PIN-код
vi: Nhập mã PIN
zh_hans: 输入 PIN
zh_hant: 輸入 PIN

source: Enter your PIN
ar: أدخل رمز PIN الخاص بك
bg: Въведете своя PIN
bn: আপনার PIN লিখুন
ca: Introdueix el teu PIN
cs: Zadejte svůj PIN
da: Indtast din PIN-kode
de: Gib deine PIN ein
el: Εισαγάγετε το PIN σας
es: Introduce tu PIN
fa: PIN خود را وارد کنید
fi: Syötä PIN-koodisi
fr: Saisissez votre PIN
he: הזינו את ה-PIN שלכם
hi: अपना PIN दर्ज करें
hr: Unesite svoj PIN
hu: Adja meg a PIN-kódját
id: Masukkan PIN Anda
it: Inserisci il tuo PIN
ja: PINを入力してください
kk: PIN кодыңызды енгізіңіз
ko: PIN을 입력하세요
lt: Įveskite savo PIN
ms: Masukkan PIN anda
nb: Skriv inn PIN-koden din
nl: Voer je PIN-code in
pl: Wprowadź swój PIN
pt: Introduza o seu PIN
ro: Introduceți PIN-ul dvs.
ru: Введите свой PIN
sk: Zadajte svoj PIN
sl: Vnesite svoj PIN
sv: Ange din PIN
th: ป้อน PIN ของคุณ
tr: PIN'inizi girin
uk: Введіть свій PIN-код
vi: Nhập mã PIN của bạn
zh_hans: 输入您的 PIN
zh_hant: 輸入您的 PIN

source: Enter your PIN to see the photos in this folder.
ar: أدخل رمز PIN لعرض الصور الموجودة في هذا المجلد.
bg: Въведете своя PIN, за да видите снимките в тази папка.
bn: এই ফোল্ডারের ছবি দেখতে আপনার PIN লিখুন।
ca: Introdueix el PIN per veure les fotos d'aquesta carpeta.
cs: Chcete-li zobrazit fotky v této složce, zadejte svůj PIN.
da: Indtast din PIN-kode for at se fotos i denne mappe.
de: Gib deine PIN ein, um die Fotos in diesem Ordner anzuzeigen.
el: Εισαγάγετε το PIN σας για να δείτε τις φωτογραφίες σε αυτόν τον φάκελο.
es: Introduce tu PIN para ver las fotos de esta carpeta.
fa: برای دیدن عکس‌های این پوشه، PIN خود را وارد کنید.
fi: Näet tämän kansion kuvat syöttämällä PIN-koodisi.
fr: Saisissez votre PIN pour voir les photos de ce dossier.
he: הזינו את ה-PIN שלכם כדי לראות את התמונות בתיקייה הזאת.
hi: इस फ़ोल्डर की फ़ोटो देखने के लिए अपना PIN दर्ज करें।
hr: Unesite PIN da biste vidjeli fotografije u ovoj mapi.
hu: A mappában lévő fotók megtekintéséhez adja meg a PIN-kódját.
id: Masukkan PIN Anda untuk melihat foto dalam folder ini.
it: Inserisci il tuo PIN per vedere le foto in questa cartella.
ja: このフォルダの写真を表示するにはPINを入力してください。
kk: Бұл қалтадағы фотосуреттерді көру үшін PIN кодыңызды енгізіңіз.
ko: 이 폴더의 사진을 보려면 PIN을 입력하세요.
lt: Norėdami matyti šio aplanko nuotraukas, įveskite savo PIN.
ms: Masukkan PIN anda untuk melihat foto dalam folder ini.
nb: Skriv inn PIN-koden din for å se bildene i denne mappen.
nl: Voer je PIN-code in om de foto's in deze map te bekijken.
pl: Wprowadź swój PIN, aby zobaczyć zdjęcia w tym folderze.
pt: Introduza o seu PIN para ver as fotos nesta pasta.
ro: Introduceți PIN-ul pentru a vedea fotografiile din acest dosar.
ru: Введите PIN, чтобы просмотреть фотографии в этой папке.
sk: Ak chcete zobraziť fotografie v tomto priečinku, zadajte PIN.
sl: Za ogled fotografij v tej mapi vnesite PIN.
sv: Ange din PIN för att se fotona i den här mappen.
th: ป้อน PIN เพื่อดูรูปภาพในโฟลเดอร์นี้
tr: Bu klasördeki fotoğrafları görmek için PIN'inizi girin.
uk: Введіть свій PIN-код, щоб переглянути фото в цій папці.
vi: Nhập mã PIN để xem ảnh trong thư mục này.
zh_hans: 输入 PIN 以查看此文件夹中的照片。
zh_hant: 輸入 PIN 以查看此資料夾中的相片。

source: Everything in the selected albums is backed up.
ar: تم نسخ كل ما في الألبومات المحددة احتياطيًا.
bg: Всичко в избраните албуми е архивирано.
bn: নির্বাচিত অ্যালবামের সবকিছু ব্যাকআপ হয়েছে।
ca: Tot el contingut dels àlbums seleccionats té una còpia de seguretat.
cs: Vše ve vybraných albech je zálohováno.
da: Alt i de valgte album er sikkerhedskopieret.
de: Alle Inhalte der ausgewählten Alben sind gesichert.
el: Όλο το περιεχόμενο των επιλεγμένων άλμπουμ έχει αντιγραφεί.
es: Todo el contenido de los álbumes seleccionados tiene una copia de seguridad.
fa: از همه موارد آلبوم‌های انتخاب‌شده پشتیبان‌گیری شده است.
fi: Kaikki valittujen albumien sisältö on varmuuskopioitu.
fr: Tout le contenu des albums sélectionnés est sauvegardé.
he: כל התוכן באלבומים שנבחרו גובה.
hi: चुने गए एल्बम का सारा कंटेंट बैकअप हो चुका है।
hr: Sve u odabranim albumima ima sigurnosnu kopiju.
hu: A kiválasztott albumok minden eleméről készült biztonsági mentés.
id: Semua yang ada di album terpilih telah dicadangkan.
it: È stato eseguito il backup di tutti gli elementi negli album selezionati.
ja: 選択したアルバム内のすべての項目がバックアップされています。
kk: Таңдалған альбомдардағы барлық элементтердің сақтық көшірмесі жасалды.
ko: 선택한 앨범의 모든 항목이 백업되었습니다.
lt: Sukurtos visų pasirinktų albumų elementų atsarginės kopijos.
ms: Semua item dalam album yang dipilih telah disandarkan.
nb: Alt i de valgte albumene er sikkerhetskopiert.
nl: Van alles in de geselecteerde albums is een back-up gemaakt.
pl: Utworzono kopię zapasową wszystkich elementów w wybranych albumach.
pt: Foi criada uma cópia de segurança de tudo o que está nos álbuns selecionados.
ro: Toate elementele din albumele selectate au copii de siguranță.
ru: Все содержимое выбранных альбомов сохранено в резервной копии.
sk: Všetok obsah vybraných albumov je zálohovaný.
sl: Vsa vsebina izbranih albumov je varnostno kopirana.
sv: Allt i de valda albumen har säkerhetskopierats.
th: สำรองข้อมูลทุกอย่างในอัลบั้มที่เลือกแล้ว
tr: Seçili albümlerdeki her şey yedeklendi.
uk: Для всіх елементів у вибраних альбомах створено резервні копії.
vi: Mọi mục trong album đã chọn đều được sao lưu.
zh_hans: 所选相册中的所有内容均已备份。
zh_hant: 所選相簿中的所有內容均已備份。

source: Exit Assistive Access and sign in to Immich first.
ar: اخرج من الوصول المساعد وسجّل الدخول إلى Immich أولًا.
bg: Излезте от подпомагания достъп и първо влезте в Immich.
bn: সহায়ক অ্যাক্সেস থেকে বের হয়ে প্রথমে Immich-এ সাইন ইন করুন।
ca: Surt de l'Accés assistit i inicia sessió a Immich primer.
cs: Nejprve ukončete Asistivní přístup a přihlaste se k Immich.
da: Afslut først Forenklet adgang, og log ind på Immich.
de: Beende zuerst den Unterstützenden Zugriff und melde dich bei Immich an.
el: Βγείτε πρώτα από την Υποβοηθούμενη πρόσβαση και συνδεθείτε στο Immich.
es: Sal del Acceso asistido e inicia sesión en Immich primero.
fa: ابتدا از دسترسی کمکی خارج شوید و وارد Immich شوید.
fi: Poistu ensin Avustetusta käytöstä ja kirjaudu Immichiin.
fr: Quittez d’abord Accès d’aide et connectez-vous à Immich.
he: תחילה יש לצאת מגישה מסייעת ולהתחבר ל-Immich.
hi: पहले सहायक एक्सेस से बाहर निकलें और Immich में साइन इन करें।
hr: Izađite iz Pomoćnog pristupa i najprije se prijavite u Immich.
hu: Először lépjen ki a Kisegítő hozzáférésből, majd jelentkezzen be az Immich szolgáltatásba.
id: Keluar dari Akses Bantuan dan masuk ke Immich terlebih dahulu.
it: Prima esci da Accesso assistito e accedi a Immich.
ja: 先にアシスティブアクセスを終了し、Immichにサインインしてください。
kk: Алдымен Көмекші қолжетімділіктен шығып, Immich жүйесіне кіріңіз.
ko: 먼저 보조 접근을 종료하고 Immich에 로그인하세요.
lt: Pirmiausia išjunkite Pagalbinę prieigą ir prisijunkite prie Immich.
ms: Keluar daripada Akses Bantuan dan log masuk ke Immich dahulu.
nb: Avslutt Assistert tilgang og logg på Immich først.
nl: Sluit eerst Ondersteunende toegang af en meld je aan bij Immich.
pl: Najpierw wyjdź z Dostępu wspomaganego i zaloguj się do Immich.
pt: Saia do Acesso assistido e inicie primeiro sessão no Immich.
ro: Ieșiți din Acces asistiv și autentificați-vă mai întâi în Immich.
ru: Сначала выйдите из режима «Упрощенный доступ» и войдите в Immich.
sk: Najskôr ukončite Asistovaný prístup a prihláste sa do služby Immich.
sl: Najprej zapustite Pomožni dostop in se prijavite v Immich.
sv: Avsluta Hjälpmedelsåtkomst och logga in på Immich först.
th: ออกจากการช่วยเหลือการเข้าถึงและเข้าสู่ระบบ Immich ก่อน
tr: Önce Yardımcı Erişim'den çıkın ve Immich'te oturum açın.
uk: Спочатку вийдіть із Допоміжного доступу та ввійдіть до Immich.
vi: Trước tiên, hãy thoát Truy cập hỗ trợ và đăng nhập vào Immich.
zh_hans: 请先退出“辅助访问”并登录 Immich。
zh_hant: 請先結束「輔助取用」並登入 Immich。

source: Expire after
ar: تنتهي بعد
bg: Изтича след
bn: মেয়াদ শেষ হবে
ca: Caduca després de
cs: Platnost končí
da: Udløb efter
de: Verfällt nach
el: Λήγει μετά από
es: Caducar después de
fa: منقضی شدن بعد از
fi: Umpeutuu
fr: Expire
he: פג לאחר
hi: एक्सपायर आफ्टर
hr: Istječe nakon
hu: Lejárati idő
id: Kedaluwarsa setelah
it: Scade dopo
ja: 有効期限
kk: Мерзімі
ko: 만료일 설정
lt: Galiojimas baigiasi
ms: Tamat tempoh selepas
nb: Utgå etter
nl: Verloopt na
pl: Wygasa po
pt: Expira após
ro: Expiră după
ru: Истекает через
sk: Platnosť vyprší
sl: Poteče čez
sv: Går ut efter
th: หมดอายุหลังจาก
tr: Sonlanma süresi
uk: Спливає через
vi: Hết hạn sau
zh_hans: 过期时间
zh_hant: 失效時間

source: Expired
ar: منتهي الصلاحية
bg: Изтекло
bn: মেয়াদ শেষ
ca: Caducat
cs: Vypršela platnost
da: Udløbet
de: Verfallen
el: Έληξε
es: Caducado
fa: منقضی شده
fi: Voimassaolo päättynyt
fr: Expiré
he: פג
hi: खत्म हो चुका
hr: Isteklo
hu: Lejárt
id: Kedaluwarsa
it: Scaduto
ja: 有効期限が切れました
kk: Мерзімі аяқталған
ko: 만료됨
lt: Nebegalioja
ms: Tamat Tempoh
nb: Utgått
nl: Verlopen
pl: Wygasły
pt: Expirou
ro: Expirat
ru: Срок действия истёк
sk: Vypršalo
sl: Poteklo
sv: Gått ut
th: หมดอายุแล้ว
tr: Süresi dolmuş
uk: Закінчився термін дії
vi: Hết hạn
zh_hans: 已过期
zh_hant: 已過期

source: Expires %@
ar: تنتهي صلاحيته %@
bg: Изтича %@
bn: %@ মেয়াদ শেষ হবে
ca: Caduca %@
cs: Vyprší %@
da: Udløber %@
de: Läuft %@ ab
el: Λήγει %@
es: Caduca %@
fa: انقضا: %@
fi: Vanhenee %@
fr: Expire %@
he: תוקף עד %@
hi: %@ को समाप्त होगा
hr: Istječe %@
hu: Lejár: %@
id: Kedaluwarsa %@
it: Scade %@
ja: 有効期限：%@
kk: Мерзімі: %@
ko: 만료: %@
lt: Galioja iki %@
ms: Tamat tempoh %@
nb: Utløper %@
nl: Verloopt %@
pl: Wygasa %@
pt: Expira %@
ro: Expiră %@
ru: Срок действия: %@
sk: Platnosť vyprší %@
sl: Poteče %@
sv: Går ut %@
th: หมดอายุ %@
tr: %@ tarihinde sona erer
uk: Термін дії спливає %@
vi: Hết hạn %@
zh_hans: 有效期至 %@
zh_hant: 有效期限至 %@

source: Expires on
ar: تنتهي الصلاحية في
bg: Изтича на
bn: মেয়াদ শেষ হবে
ca: Caduca el
cs: Vyprší dne
da: Udløber den
de: Läuft ab am
el: Λήγει στις
es: Caduca el
fa: تاریخ انقضا
fi: Vanhenee
fr: Expire le
he: תוקף עד
hi: समाप्ति तिथि
hr: Istječe
hu: Lejárat dátuma
id: Kedaluwarsa pada
it: Scade il
ja: 有効期限
kk: Аяқталу күні
ko: 만료일
lt: Galioja iki
ms: Tamat tempoh pada
nb: Utløper
nl: Verloopt op
pl: Wygasa dnia
pt: Expira em
ro: Expiră la
ru: Действует до
sk: Platnosť vyprší
sl: Poteče dne
sv: Går ut den
th: หมดอายุวันที่
tr: Sona erme tarihi
uk: Термін дії спливає
vi: Hết hạn vào
zh_hans: 到期日期
zh_hant: 到期日

source: Export Database
ar: تصدير قاعدة البيانات
bg: Експорт на базата данни
bn: ডেটাবেস এক্সপোর্ট করুন
ca: Exporta la base de dades
cs: Exportovat databázi
da: Eksporter database
de: Datenbank exportieren
el: Εξαγωγή βάσης δεδομένων
es: Exportar base de datos
fa: صدور پایگاه داده
fi: Vie tietokanta
fr: Exporter la base de données
he: ייצא מסד נתונים
hi: डेटाबेस निर्यात करें
hr: Izvezi bazu podataka
hu: Adatbázis exportálása
id: Ekspor Basis Data
it: Esporta database
ja: データベースを出力
kk: Дерекқорды экспорттау
ko: 데이터베이스 내보내기
lt: Eksportuoti duomenų bazę
ms: Eksport Pangkalan Data
nb: Eksporter database
nl: Exporteer database
pl: Exportuj bazę danych
pt: Exportar Base de Dados
ro: Exportați baza de date
ru: Экспорт базы данных
sk: Exportovať databázu
sl: Izvoz baze podatkov
sv: Exportera databas
th: ส่งออกฐานข้อมูล
tr: Veritabanını Dışa Aktar
uk: Експортувати базу даних
vi: Xuất cơ sở dữ liệu
zh_hans: 导出数据库
zh_hant: 匯出資料庫
